{
    "title": "Bienvenue aux 12 jours de données de Trajets en bus!",
    "description": "Les 12 données et ressources les plus intéressantes se trouvent derrière les portes du calendrier. Une nouvelle porte sera disponible tous les jours ouvrables jusqu'au 17 décembre.",
    "image": "/images/12-days/bg.jpg",
    "meta": {
        "title": "12 jours de données",
        "description": "Les 12 données et ressources les plus intéressantes se trouvent derrière les portes du calendrier. Une nouvelle porte sera disponible tous les jours ouvrables jusqu'au 17 décembre.",
        "image": "https://busrides-trajetsenbus.csps-efpc.gc.ca/images/12-days/bg.jpg",
        "url": "https://busrides-trajetsenbus.csps-efpc.gc.ca/fr/12-days/data-2021"
    },
    "content": {
        "day_1": {
            "unlocks_at": "December 2, 2020",
            "error_message": {
                "title": "On ne jette pas un coup d'oeil!",
                "text": "Revenez le 2 décembre pour voir ce contenu"
            },
            "title": "Utiliser les données pour travailler ensemble",
            "text": "Il y a une vision et un objectif à la base des données. La Data 360° Déclaration des Nations numériques constitue le document où les membres des Nations numériques reconnaissent et affirment la vision commune des données et les principes relatifs aux données énoncés dans la Déclaration. Ils acceptent de travailler de concert pour favoriser la collaboration, mettre en commun les défis et cibler les domaines de coopération active (lorsque cela est pratique et faisable). Cette vision met l’accent sur le besoin d’avoir une vue globale de la gestion des données.",
            "link": {
                "url": "https://www.canada.ca/fr/gouvernement/systeme/gouvernement-numerique/nations-numeriques/data-360-declaration-nations-numeriques.html",
                "image": "https://www.canada.ca/content/canadasite/fr/conseil-prive/organisation/greffier/publications/strategie-donnees/_jcr_content/par/mwscolumns_173187160/colpar-2/mwsadaptiveimage/image.img.png/1546961037544.png",
                "title": "Vision commune des données",
                "description": "La Data 360° Déclaration des Nations numériques.",
                "domain": "canada.ca"
            }
        },
        "day_2": {
            "unlocks_at": "December 3, 2020",
            "error_message": {
                "title": "Bien essayé",
                "text": "Une bonne façon de dire \"Revenez le 6 décembre pour voir le contenu.\""
            },
            "title": "Vérification des renseignements personnels identifiables (RPI)",
            "text": "Le Service numérique canadien a un outil qui permet de vérifier si une application anonymise les adresses IP lorsque des renseignements sont soumis à Google Analytics. Cet outil est mis en œuvre en tant que fonction de Google Cloud. Même si cet outil met l’accent sur les adresses IP, les RPI représentent une partie importante de la conversation sur la protection des renseignements personnels numériques. L’obtention de nombreux RPI par des sources non fiables pourrait compromettre vos renseignements personnels.",
            "link": {
                "url": "https://github.com/cds-snc/pii-checker",
                "image": "https://images.unsplash.com/photo-1479292889369-1a48f234247e?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1308&q=80",
                "title": "Vérification RPI",
                "description": "Cet outil ainsi que d’autres pratiques comme le chiffrement servent à protéger vos renseignements.",
                "domain": "github.com"
            }
        },
        "day_3": {
            "unlocks_at": "December 6, 2020",
            "error_message": {
                "title": "Attendez une petite minute…",
                "text": "Vous pensiez pouvoir jeter un coup d'oeil? Retournez au travail et revenez le 6 décembre pour voir ce contenu!"
            },
            "title": "Termes relatifs aux données que vous devez connaître – en un seul endroit",
            "text": "Le saviez-vous?\n\nVous pouvez chercher des données ouvertes qui sont pertinentes aux Canadiens et  Canadiennes, apprendre comment travailler avec les jeux de données, voir ce que les citoyens ont fait avec les données ouvertes dans l’ensemble du pays.",
            "link": {
                "url": "https://www.rdc-drc.ca/fr/glossaire/glossaire-original/",
                "image": "https://images.unsplash.com/photo-1453814279372-783dc5b638ae?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2689&q=80",
                "title": "Glossaire",
                "description": "Faites-en l’essai en cherchant « contrôle des révisions ».",
                "domain": "rdc-drc.ca"
            }
        },
        "day_4": {
            "unlocks_at": "December 7, 2020",
            "error_message": {
                "title": "La patience est une vertue.",
                "text": "«La patience, ce n’est pas la capacité d’attendre, mais la capacité de garder une bonne attitude en attendant» - Un auteur qui a plus de patience que vous.\n\nRevenez le 7 décembre pour voir ce contenu."
            },
            "title": "La communauté des données du gouvernement du Canada (CDGC)",
            "text": "Si vous n’avez jamais entendu parler de la CDGC, préparez vous à être renversés! La CDGC fait partie de l’École de la fonction publique du Canada, et elle offre du soutien dans les cinq domaines suivants :\n\nrassembler et mettre en contact des spécialistes en matière de données de tous les niveaux qui proviennent de différents ministères et organismes;\n\npermettre la création d’occasions d’apprentissage et de perfectionnement professionnel liées aux données;\n\nappuyer l’innovation et la communication entre les communautés de pratique en matière de données;\n\npromouvoir l’assimilation de normes en matière d’éthique et de données, et de pratiques de gouvernance;\n\ncoanimer la Conférence annuelle sur les données.",
            "link": {
                "url": "https://www.csps-efpc.gc.ca/partnerships/data-community-fra.aspx",
                "image": "https://images.unsplash.com/photo-1480944657103-7fed22359e1d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1332&q=80",
                "title": "La CDGC",
                "description": " La communauté des données du GC vise à mettre en contact, à mobiliser et à soutenir les spécialistes en matière de données au gouvernement du Canada, qui sont de plus en plus nombreux.",
                "domain": "canada.ca"
            }
        },
        "day_5": {
            "unlocks_at": "December 8, 2020",
            "error_message": {
                "title": "Ceci est un test",
                "text": "Nous avons testé votre patience… Vous avez échoué!\n\nRevenez le 8 décembre pour voir ce contenu."
            },
            "title": "Démonstrations de données à l’échelle de la fonction publique",
            "text": "Vous êtes vous déjà demandé de quelle façon les autres fonctionnaires tirent parti des données? La bibliothèque de démos d’outils de données du gouvernement du Canada est une collection de vidéos de projets de données mettant en évidence les innovations de la communauté des données du gouvernement du Canada qui démontrent à quel point les données peuvent servir à améliorer les politiques, les programmes et les opérations.",
            "link": {
                "url": "https://busrides-trajetsenbus.csps-efpc.gc.ca/fr/videos",
                "image": "https://images.unsplash.com/photo-1554260570-e9689a3418b8?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1182&q=80",
                "title": "Démos d'outils de données du GC",
                "description": "La bibliothèque de démos d’outils de données du GC est une collection de vidéos de projets de données mettant en évidence les innovations de la communauté des données du GC qui démontrent le pouvoir des données pour informer de meilleures politiques, programmes et opérations.",
                "domain": "busrides-trajetsenbus.ca"
            }
        },
        "day_6": {
            "unlocks_at": "December 9, 2020",
            "error_message": {
                "title": "Absolument pas de trichage!",
                "text": "Revenez le 9 décembre et vous aurez peut-être plus de chance!"
            },
            "title": "Données en action!",
            "text": "Découvrez comment les données ont une incidence sur la biodiversité. Les Nations Unies ont créé le UNBiodiversity Lab, où vous pouvez activer et combiner des fonctions pour voir les endroits dans le monde où les gens ont accès à des soins de santé, la connectivité des récifs coralliens, l’empreinte humaine et plus encore.",
            "link": {
                "url": "https://map.unbiodiversitylab.org/earth?basemap=grayscale&coordinates=20,0,2&layers=accessibility-to-healthcare_100",
                "image": "https://images.unsplash.com/photo-1627215750463-3386c8ed92ee?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
                "title": "UNBiodiversity Lab",
                "description": "Les Nations Unies ont créé le UNBiodiversity Lab",
                "domain": "map.unbiodiversitylab.org"
            }
        },
        "day_7": {
            "unlocks_at": "December 10, 2020",
            "error_message": {
                "title": "Admet le…",
                "text": "Vous pensiez pouvoir regarder le contenu avant les autres? On dirait que vous avez eu tort!\n\nRevenez le 10 décembre pour voir ce que vous attendre."
            },
            "title": "La visualisation des données",
            "text": "dictionary.com décrit un infographique comme « “une présentation visuelle de l'information sous la forme d'un tableau, d'un graphique ou d'une autre image accompagnée d'un texte minimal, destinée à donner un aperçu facile à comprendre, souvent sur un sujet complexe » (traduction).\n\nEn quoi est-ce différent des visualisations de données ? Les ressources suivantes peuvent vous aider à répondre à cette question.",
            "link": {
                "url": "https://infogram.com/fr/page/infographie",
                "image": "http://cdn.jifo.co/i/frontpage/infogram_share_v3.jpg",
                "title": "Qu'est-ce qu'une infographie ?",
                "description": "Qu'est-ce qu'une infographie ?",
                "domain": "infogram.com"
            }
        },
        "day_8": {
            "unlocks_at": "December 13, 2020",
            "error_message": {
                "title": "N'abandonnez pas!",
                "text": "N’abandonnez jamais quelque chose que vous voulez vraiment. Il est difficile d’attendre, mais revenez le 13 décembre pour voir le contenu."
            },
            "title": "L’apprentissage automatique sous la forme d’un jeu",
            "text": "Nous croyons fermement en l’apprentissage par le jeu. Cette ressource vous permet d’entraîner l’ordinateur à reconnaître des nombres, du texte, des images et plus encore. Elle est parfaite pour les débutants qui souhaitent comprendre le concept de l’apprentissage automatique.",
            "link": {
                "url": "https://machinelearningforkids.co.uk/?lang=fr",
                "image": "http://venngage-wordpress-fr.s3.amazonaws.com/uploads/2019/07/9-types-d’infographies-et-les-meilleurs-moyens-de-les-utiliser.png",
                "title": "L’apprentissage automatique",
                "description": "Il vous suffit de copier un gabarit!",
                "domain": "machinelearningforkids.co.uk"
            }
        },
        "day_9": {
            "unlocks_at": "December 14, 2020",
            "error_message": {
                "title": "La patience:",
                "text": "Ce que vous n’avez pas!\n\nRevenez le 14 décembre pour voir ce contenu."
            },
            "title": "Utilisation de Teams en tant qu’outil de transcription",
            "text": "Microsoft Teams est un outil de plus en plus accessible. Vous pouvez activer la fonction de transcription en direct durant une réunion et ensuite télécharger la transcription! Une fois le document en main, vous pouvez le sauvegarder, l’analyser, le téléverser et plus encore! Tant de possibilités s’offrent à vous!",
            "link": {
                "url": "https://support.microsoft.com/fr-fr/office/afficher-la-transcription-en-direct-dans-une-teams-r%C3%A9union-dc1a8f23-2e20-4684-885e-2152e06a4a8b",
                "image": "https://support.content.office.net/en-us/media/d6ecb825-20b2-4907-9a46-33471a652d03.png",
                "title": "Aide et formations sur Microsoft Office - Support Office",
                "description": "Recherchez des articles de procédures et des didacticiels vidéo.",
                "domain": "support.office.com"
            }
        },
        "day_10": {
            "unlocks_at": "December 15, 2020",
            "error_message": {
                "title": "Ils disent…",
                "text": "Le plus vous attendez, le meilleur sera le contenu. Revenez le 15 décembre pour voir si c’est vrai!"
            },
            "title": "Trouvez tout ce qui a trait aux données au sein du gouvernement du Canada",
            "text": "Le répertoire des ressources de l’écosystème des données est un catalogue très utile de ressources en matière de données qui a été créé par et pour des praticiens des données du gouvernement du Canada. Vous y trouverez une foule de renseignements sur les données du gouvernement du Canada, qu’il s’agisse d’une liste des communautés actives ou des directives qui pourraient vous aider dans votre travail.",
            "link": {
                "url": "https://www.gcpedia.gc.ca/wiki/Data_Ecosystem_Resource_Directory_(DERD)",
                "image": "https://www.csps-efpc.gc.ca/partnerships/images/lp-eng.png",
                "title": "Le répertoire des ressources de l’écosystème des données",
                "description": "Vous y trouverez une foule de renseignements sur les données du gouvernement du Canada.",
                "domain": "gcpedia.gc.ca"
            }
        },
        "day_11": {
            "unlocks_at": "December 16, 2020",
            "error_message": {
                "title": "On dirait que vous avez du mal à attendre… voici une blague sur les données pour vous retenir!",
                "text": "Question: Quelle est la différence entre un analyste de données introverti et un analyste extraverti?\n\nRéponse: l'extraverti regarde VOS chaussures.\n\nRevenez le 16 décembre pour voir ce contenu."
            },
            "title": "Balados",
            "text": "Écoutez Kaveh Afshar, qui parle de son expérience de travail au bureau principal des données à Environnement et Changement climatique Canada. Il explique comment son équipe est parvenue à aider les gens à régler des problèmes liés aux données à l’aide de connaissances en informatique, en statistiques et en mathématiques.",
            "link": {
                "url": "https://www.csps-efpc.gc.ca/podcasts/innovate22-fra.aspx",
                "image": "https://www.csps-efpc.gc.ca/podcasts/icons/podcast-blue.png",
                "title": "L’épisode de la boîte noire",
                "description": "Le lancement d'une série de balados par et pour la fonction publique fédérale, axée sur l'innovation, permettra aux fonctionnaires d'apprendre sur des projets et processus novateurs.",
                "domain": "canada.ca"
            }
        },
        "day_12": {
            "unlocks_at": "December 17, 2020",
            "error_message": {
                "title": "Cela en vaudra vraiment la peine!",
                "text": "Restez forts… ça arrive bientôt! Revenez le 17 décembre pour le dernier jour des 12 jours de données!"
            },
            "title": "Communauté sur les données",
            "text": "Le répertoire d’apprentissage automatique de l’Université de Californie à Irvine est une collection de bases de données, de théories des domaines et de générateurs de données qui sont utilisés par la communauté de l’apprentissage automatique. Ce répertoire a été largement utilisé par des étudiants, des enseignants et des chercheurs du monde entier à titre de principale source d’ensemble des données sur l’apprentissage automatique.",
            "link": {
                "url": "https://archive.ics.uci.edu/ml/about.html",
                "image": "https://images.unsplash.com/photo-1446776653964-20c1d3a81b06?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
                "title": "Le répertoire d’apprentissage automatique de l’Université de Californie à Irvine",
                "description": "Une collection de bases de données, de théories des domaines et de générateurs de données",
                "domain": "archive.ics.uci.edu"
            }
        }
    }
}
